<script setup lang="ts"></script>

<template>
  <div class="mt-[1.25rem] text-xs text-dark-650 sm:hidden">
    Зачисление до 6 минут
  </div>
  <div class="mt-2 text-xs text-dark-650 sm:hidden">
    Эта платежная система не принимает платежи из стран:
  </div>
  <div class="mb-[1.5625rem] mt-[0.125] text-xs text-dark-650 sm:hidden">
    Армения, Австрия, Азербайджан, Бельгия, Болгария, Кипр, Чешская Республика,
    Дания, Эстония, Финляндия, Франция, Грузия, Германия, Греция, Венгрия,
    Исландия, Ирландия, Испания, Италия, Кыргызстан, Латвия, Литва, Люксембург,
    Мальта, Румыния, Сербия и Черногория, Словакия, Словения, Швеция, Швейцария,
    Таджикистан, Турция, Туркменистан, Соединенное Королевство, Узбекистан,
    Австралия, Норвегия, Израиль, Португалия, Нидерланды, Саудовская Аравия,
    Объединенные Арабские Эмираты, Сингапур, Новая Зеландия, Хорватия, Польша,
    Бруней-Даруссалам, Перу, Южная Корея, Катар, Египет.
  </div>
</template>

<style lang="scss"></style>
